Repository: josephsl/goldenCursor
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, de_ch, es, fi, fr, gl, he, hr, hu, it, pl, pt_pt, ro, ru

source: Mouse positions for %s
bg: Позиции на мишката за %s
da: Musepositioner for %s
de: Maus-Positionen für %s
de_ch: Maus-Positionen für %s
es: Posiciones del ratón para %s
fi: Hiiren sijainnit sovellukselle %s
fr: Position de la souris pour %s
gl: Posicións do rato para %s
he: לא זוהו מיקומים עבור %s
hr: Pozicije miša za %s
hu: Egérpozíciók a következőhöz: %s
it: Posizioni mouse per %s
pl: pozycje myszy dla %s
pt_pt: Posições do rato para %s
ro: Poziții ale mausului pentru %s
ru: Положения мыши для %s

source: New mouse position
bg: Нова позиция на мишката
da: Ny museposition
de: Neue Maus-Position
de_ch: Neue Maus-Position
es: Nueva posición del ratón
fi: Uusi hiiren sijainti
fr: Nouvelle position de la souris
gl: Nova posición do rato
he: מיקום סמן חדש
hr: Nova pozicija miša
hu: Új egérpozíció
it: Nuova posizione mouse
pl: Nowa pozycja myszy
pt_pt: Nova posição do rato
ro: Poziție maus nouă
ru: Новое положение мыши

source: &Saved mouse positions
bg: &Запазени позиции на мишката
da: &Gemte musepositioner
de: &Gespeicherte Maus-Positionen
de_ch: &Maus-Positionen gespeichert
es: Posiciones &guardadas del ratón
fi: Ta&llennetut hiiren sijainnit
fr: Positions de souris &sauvegardées
gl: Posicións &gardadas do rato
he: שמירת המיקום
hr: Spremljene pozicije &miša
hu: &Elmentett egérpozíciók
it: Posizioni mouse &salvate
pl: &Zachowane pozycje myszy
pt_pt: posição do rato &Guardada
ro: &poziții maus salvate
ru: &Сохранённые положения мыши

source: Name
bg: Име
da: Navn
es: Nombre
fi: Nimi
fr: Nom
gl: Nome
he: שם
hr: Naziv
hu: Név
it: Nome
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя

source: Position X
bg: Позиция по хоризонтала
da: X-position
es: Posición X
fi: Sijainti X
gl: Posición X
he: מיקום X
hr: Pozicija x
hu: X koordínáta
it: Posizione X
pl: pozycja X
pt_pt: Posição X
ro: Poziția X
ru: Положение по X

source: Position Y
bg: Позиция по вертикала
da: Y-position
es: Posición Y
fi: Sijainti Y
gl: Posición Y
he: מיקום Y
hr: Pozicija y
hu: Y koordináta
it: Posizione Y
pl: pozycja Y
pt_pt: Posição Y
ro: Poziția Y
ru: Положение по Y

source: &Jump
bg: &Отиди до
da: &hop
de: &Springen
de_ch: &Springe
es: &Saltar
fi: S&iirry
fr: &Sauter
gl: &Saltar
he: &קפיצה
hr: &Skoči
hu: &Ugrás
it: &Vai a
pl: &Przeskocz
pt_pt: &Saltar
ro: &sari
ru: &Прыгнуть

source: &Rename
bg: &Преименувай
da: &Omdøb
de: &Umbenennen
de_ch: &Umbenennen
es: &Renombrar
fi: &Nimeä uudelleen
fr: &Renommer
gl: &Renomear
he: &שינוי שם
hr: &Preimenuj
hu: &Átnevezés
it: &Rinomina
pl: &Zmień nazwę
pt_pt: &Renomear
ro: &Redenumire
ru: &Переименовать

source: &Delete
bg: &Изтрий
da: &Slet
de: &Löschen
de_ch: &Löschen
es: &Eliminar
fi: &Poista
fr: &Effacer
gl: &Borrar
he: &מחיקה
hr: &Izbriši
hu: &Törlés
it: &elimina
pl: &Usuń
pt_pt: &Apagar
ro: &ștergere
ru: у&далить

source: C&lear positions
bg: Из&чисти позициите
da: &Ryd positioner
de: Positionen &löschen
de_ch: &lösche Positionen
es: &Limpiar posiciones
fi: Ty&hjennä sijainnit
fr: &Effacer les positions
gl: &Limpar posicións
he: &מחיקת המיקום
hr: &Ukloni pozicije
hu: &Minden pozíció törlése
it: Pu&lisci posizioni
pl: &Wyczyść pozycje
pt_pt: &Limpar posições
ro: Cură&țare poziție
ru: &Очистить положения мыши

source: &Close
bg: &Затвори
da: &Luk
de: S&chließen
de_ch: S&chliessen
es: &Cerrar
fi: S&ulje
fr: &Fermer
gl: &Pechar
he: &סגור
hr: &Zatvori
hu: &Bezárás
it: &Chiudi
pl: &Zamknij
pt_pt: &Fechar
ro: &Închide
ru: &Закрыть

source: &X position
bg: Позиция по &хоризонтала
es: Posición &x
fi: &X-sijainti
fr: Position &X
gl: Posición &x
he: &מיקום הX
hr: Pozicija &x
hu: &X koordínáta
it: Posizione &x
pl: &X pozycja
pt_pt: Posição &X
ro: &Poziția X
ru: Положение по &X

source: &Y position
bg: Позиция по &вертикала
es: Posición &y
fi: &Y-sijainti
fr: Position &Y
gl: Posición &y
he: &מיקום הY
hr: Pozicija &y
hu: &Y koordináta
it: Posizione &Y
pl: &Y pozycja
pt_pt: Posição &Y
ro: &Poziția Y
ru: Положение по &Y

source: New name
bg: Ново име
da: Nyt navn
de: Neuer Name
de_ch: Neuer Name
es: Nombre nuevo
fi: Uusi nimi
fr: Nouveau nom
gl: Nome novo
he: שם חדש
hr: Novi naziv
hu: Új név
it: Nuovo nome
pl: Nowa nazwa
pt_pt: Novo Nome
ro: Nume nou
ru: Новое имя

source: Rename
bg: Преименуване
da: Omdøb
de: Umbenennen
de_ch: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
gl: Renomear
he: שינוי שם
hr: Preimenuj
hu: Átnevezés
it: Rinomina
pl: Zmień nazwę
pt_pt: Renomear
ro: Redenumire
ru: Переименование

source: Another mouse position has the same name as the entered name. Please choose a different name.
bg: Друга позиция на мишката има същото име като въведеното име. Моля, изберете друго име.
da: En anden museposition har det samme navn, som det indtastede navn. Vælg venligst et andet navn.
de: Eine andere Maus-Position hat denselben Namen wie der eingegebene Name. Bitte wählen Sie einen anderen Namen aus.
de_ch: Der eingegebene Name existiert bereits für eine andere Maus-Position. Bitte wählen Sie einen anderen Namen.
es: Otra posición del ratón tiene el mismo nombre que el introducido. Por favor elige un nombre diferente.
fi: Samanniminen hiiren sijainti on jo olemassa. Käytä jotain toista nimeä.
fr: Une autre position de souris a le même nom que celui que vous venez d'entrer. Veuillez choisir un nom différent.
gl: Outra posición do rato ten o mesmo nome que o introducido. Por favor escolle un nome diferente.
he: מיקום סמן אחר כולל שם זהה לזה שהוזן. בחר שם אחר.
hr: Jedna druga pozicija miša ima isti naziv kao upisani naziv. Odaberi drugi naziv.
hu: Egy elmentett egérpozíció már létezik ezen a néven, kérem válasszon másik nevet.
it: Esiste già una posizione mouse con lo stesso nome. Si prega di inserire un nome diverso.
pl: Inna pozycja myszy ma taką samą nazwę. Proszę wybrać inną nazwę.
pt_pt: Outra posição do mouse tem o mesmo nome que o nome inserido. Escolha um nome diferente.
ro: O altă poziție a mausului are numele identic cu cel care tocmai a fost introdus. Vă rugăm să alegeți un nume diferit.
ru: Другое положение мыши имеет то же имя, что вы ввели. Пожалуйста, выберите другое имя.

source: Error
bg: Грешка
da: Fejl
de: Fehler
de_ch: Fehler
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hr: Greška
hu: hiba
it: Errore
pl: błąd
pt_pt: Erro!
ro: Eroare
ru: Ошибка

source: Are you sure you want to delete the position named {name}? This cannot be undone.
bg: Наистина ли искате да изтриете позицията с име {name}? Действието не може да бъде отменено.
da: Er du sikker på, at du vil slette positionen med navnet {name}? Dette kan ikke fortrydes.
de: Möchten Sie die Maus-Position {name} wirklich löschen? Dies kann nicht rückgängig gemacht werden.
de_ch: Sind Sie sicher, dass Sie die Position mit dem Namen {name} löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de querer eliminar la posición llamada {name}? Esto no puede deshacerse.
fi: Haluatko varmasti poistaa sijainnin {name}? Poistoa ei voi perua.
fr: Voulez-vous vraiment effacer la position nommée {name} ? Ceci est irréversible.
gl: ¿Estás seguro de querer borrar a posición chamada {name}? Esto non pode desfacerse.
he: האם אתה בטוח שברצונך למחוק את המיקום בשם {name}? אי אפשר לבטל את זה.
hr: Doista želiš izbrisati poziciju {name}? Ova radnja je nepovratna.
hu: Biztosan törölni kívánja a {name} néven elmentett egérpozíciót? A művelet nem vonható vissza.
it: Si desidera eliminare la posizione chiamata {name}? L'azione non può essere annullata.vlata.
pl: Czy chcesz usunąć pozycję nazwaną {name}? ta operacja jest nieodwracalna.
pt_pt: Tem a certeza que quer apagar a posição chamada {name}? Esta acção não pode ser desfeita.
ro: Sunteți sigur că vreți să ștergeți poziția numită {name}? Acest lucru nu poate fi anulat.
ru: Вы действительно хотите удалить положение с названием {name}? Это не может быть отменено.

source: Delete position
bg: Изтриване на позицията
da: Slet position
de: Position löschen
de_ch: Position löschen
es: Eliminar posición
fi: Poista sijainti
fr: Effacer la position
gl: Borrar posición
he: מחיקת המיקום
hr: Izbriši poziciju
hu: Pozíció törlése
it: Cancella posizione
pl: Usuń pozycje
pt_pt: Apagar posição
ro: Șterge poziția
ru: Удалить положение мыши

source: Are you sure you want to clear mouse positions for the current application ({appName})? This cannot be undone.
bg: Наистина ли искате да изчистите позициите на мишката за текущото приложение ({appName})? Действието не може да бъде отменено.
da: Er du sikker på, at du vil rydde musepositionerne for det aktuelle program, {appName}? Dette kan ikke fortrydes.
de: Möchten Sie die Maus-Positionen für die aktuelle Anwendung ({appName}) wirklich löschen? Dies kann nicht rückgängig gemacht werden.
de_ch: Sind Sie sicher, dass Sie Maus-Positionen für die aktuelle Anwendung ({appName}) löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de querer limpiar las posiciones del ratón para la aplicación actual ({appName})? Esto no puede deshacerse.
fi: Haluatko varmasti tyhjentää hiiren sijainnit nykyiseltä sovellukselta ({appName})? Tyhjennystä ei voi perua.
fr: Voulez-vous vraiment effacer les positions de souris pour l'application en cours ({appName}) ? Ceci est irréversible.
gl: ¿Estás seguro de querer limpar as posicións do rato para a aplicación actual ({appName})? Esto non pode desfacerse.
he: האם אתה בטוח שברצונך לנקות עמדות עכבר ליישום הנוכחי ({appName})? אי אפשר לבטל את זה.
hr: Doista želiš ukloniti pozicije miša za trenutačnu aplikaciju ({appName})? Ova radnja je nepovratna.
hu: Biztosan törölni kíván minden mentett egérpozíciót az aktuális alkalmazáshoz ({appName})? A művelet nem vonható vissza.
it: Si desidera ripulire le posizioni mouse per l'applicazione corrente ({appName})? L'azione non può essere annullata.
pl: Czy chcesz usunąć pozycje myszy dla aktualnej aplikacji ({appName})? Ta operacja jest nieodwracalna.
pt_pt: Tem a certeza que deseja limpar as posições do rato para o aplicativo actual ({appName})? Isto não pode ser desfeito.
ro: Sunteți sigur că vreți să ștergeți toate pozițiile mausului pentru aplicația curentă ({appName})? Acest lucru nu poate fi anulat.
ru: Вы действительно хотите очистить положения мыши текущего приложения ({appName})? Это не может быть отменено.

source: Clear mouse positions
bg: Изчистване на позициите на мишката
da: Ryd musepositioner
de: Maus-Positionen löschen
de_ch: Maus-Positionen löschen
es: Limpiar posiciones del ratón
fi: Tyhjennä hiiren sijainnit
fr: Effacer les positions de la souris
gl: Limpar posicións do rato
he: מחיקת מיקום הסמן
hr: Ukloni pozicije miša
hu: Minden egérpozíció törlése
it: Ripulisci posizioni mouse
pl: Wyczyść pozycje myszy
pt_pt: Limpar as posições do rato
ro: Șterge pozițiile mausului
ru: Очистить положения мыши

source: All mouse positions for the application {appName} have been deleted.
bg: Всички позиции на мишката за приложението {appName} бяха изтрити.
da: Alle musepositioner for programmet {appName} er blevet slettet.
de: Alle Maus-Positionen für die Anwendung {appName} wurden gelöscht.
de_ch: Alle Maus-Positionen für die Anwendung {appName} wurde gelöscht.
es: Se han eliminado todas las posiciones del ratón para la aplicación {appName}.
fi: Kaikki hiiren sijainnit on poistettu sovellukselta {appName}.
fr: Toutes les positions de souris pour l'application {appName} ont été effacées.
gl: Borráronse todas as posicións do rato para a aplicación {appName}.
he: כל מיקומי הסמן עבור היישום {appName} נמחקו.
hr: Izbrisane su sve pozicije miša za aplikaciju {appName}.
it: Tutte le posizioni mouse per l'applicazione {appName} sono state eliminate.
pl: Wszystkie pozycje dla aplikacji {appName} zostały usunięte.
pt_pt: Todas as posições do rato para a aplicação {appName} foram apagadas.
ro: Toate pozițiile mausului pentru aplicația {appName} au foșt șterse.
ru: Все положения мыши для приложения {appName} были удалены.

source: Mouse positions cleared
bg: Позициите на мишката са изчистени
da: Musepositioner ryddet
de: Maus-Positionen wurden gelöscht
de_ch: Maus-Positionen gelöscht
es: Posiciones del ratón limpiadas
fi: Hiiren sijainnit tyhjennetty
fr: Positions de la souris effacées
gl: Posicións do rato limpadas
he: מיקום הסמן נמחק
hr: Pozicije miša su uklonjene
hu: Minden egérpozíció törölve
it: Posizioni mouse ripulite
pl: Pozycje myszy zostały wyczyszczone
pt_pt: Posições do rato limpas
ro: Poziții maus șterse
ru: Положения мыши очищены

source: Golden Cursor
bg: Златен курсор
de_ch: Goldener Cursor
he: הסמן
hr: Zlatni kursor
hu: Aranykurzor
pt_pt: Cursor Dourado

source: &Golden Cursor...
bg: З&латен курсор...
de_ch: &Goldener Cursor
he: &הסמן...
hr: Zlatni &kursor …
hu: Aranykurzor
pt_pt: &Cursor Dourado...

source: Golden Cursor add-on settings
bg: Настройки за добавката Златен Курсор
da: Indstillinger for tilføjelsesprogrammet Golden Cursor
de_ch: Einstellungen für die Goldener-Cursor-Erweiterung
es: Opciones del complemento Golden Cursor
fi: Golden Cursor -lisäosan asetukset
fr: Paramètres du module Golden Cursor
gl: Opcións do complemento Golden Cursor
he: הגדרות התוסף של הסמן
hr: Postavke dodatka Zlatni kursor
hu: Aranykurzor bővítmény beállításai
it: Impostazioni componente aggiuntivo Golden Cursor
pl: Ustawienia dodatku Golden Cursor
pt_pt: Configurações do Cursor Dourado
ro: Setări
ru: Настройки дополнения Golden Cursor

source: No mouse positions for %s.
bg: Няма позиции на мишката за %s.
da: Ingen musepositioner for %s.
de: Keine Maus-Positionen für %s.
de_ch: Keine Maus Positionen für %s.
es: No hay posiciones del ratón para %s.
fi: Sovelluksella %s ei ole sijainteja.
fr: Aucune position de souris pour %s.
gl: Non hai posicións do rato para %s.
he: לא זוהו מיקומים עבור %s.
hr: Nema pozicija miša za %s.
hu: Nincs mentett egérpozíció az alábbi alkalmazáshoz: %s.
it: Non esiste alcuna posizione mouse per %s.
pl: Pozycje myszy dla %s nie istnieją.
pt_pt: Sem posições do rato para %s.
ro: Nicio poziție maus pentru %s.
ru: Нет положений мыши для %s.

source: Opens a dialog listing mouse positions for the current application
bg: Отваря диалогов прозорец, показващ позициите на мишката за текущото приложение
da: Åbner en dialog med en liste over musepositioner for det aktuelle program
de: Öffnet einen Dialogfeld mit den Positionen des Mauszeigers für die aktuelle Anwendung
de_ch: Öffnet einen Dialog und listet Maus-Positionen für die aktuelle Anwendung auf.
es: Abre un diálogo listando posiciones del ratón para la aplicación actual
fi: Avaa valintaikkunan,, joka näyttää luettelon nykyiselle sovellukselle määritetyistä hiiren sijainneista.
fr: Ouvrir un dialogue listant les positions de souris pour l'application en cours
gl: Abre un diálogo listando posicións do rato para a aplicación actual
he: פתיחת תיבת דו-שיח המציינת מיקומי עכבר ליישום הנוכחי
hr: Otvara dijaloški okvir s popisom pozicija miša za trenutačnu aplikaciju
hu: Megnyitja az aktuális alkalmazáshoz elmentett egérpozíciók listáját
it: Apre una finestra di dialogo contenente l'elenco delle posizioni mouse per l'applicazione corrente
pl: Otwiera dialog pokazujący wszystkie pozycje myszy dla aktualnej aplikacji
pt_pt: Abre um diálogo com todas as posições do rato para a aplicação corrente
ro: Deschide un dialog care listează pozițiile mausului pentru aplicația curentă
ru: Открывает диалог со списком положений мыши текущего приложения

source: Enter the name for the current mouse position (x: {x}, Y: {y})
bg: Въведете името за текущата позиция на мишката (хоризонтала: {x}, вертикала: {y})
da: Indtast navnet på den aktuelle museposition (x: {x}, Y: {y})
de_ch: Geben Sie einen Namen für die aktuelle Maus-Position (x: {x}, Y: {y} ein
es: Introduce el nombre para la posición actual del ratón (x: {x}, Y: {y})
fi: Anna nimi hiiren nykyiselle sijainnille (X: {x}, Y: {y})
fr: Entrez le nom de la position courante de souris (x: {x}, Y: {y})
gl: Introduce o nome para a posición actual do rato (x: {x}, Y: {y})
he: הזן את השם עבור מיקום הסמן הנוכחי (x: {x}, Y: {y}
hr: Upiši naziv za trenutačnu poziciju (x: {x}, y: {y})
it: Inserire il nome per la posizione corrente del mouse (x: {x}, Y: {y}
pl: Wpisz nazwę dla aktualnej pozycji myszy (x: {x}, Y: {y})
pt_pt: Escreva um nome para a posição actual do rato (x: {x}, Y: {y})
ro: Introduceți numele pentru poziția curentă a mausului (x: {x}, Y: {y}
ru: Введите имя для текущего положения мыши (x: {x}, Y: {y})

source: Save mouse position
bg: Запазване на позицията на мишката
da: Gem museposition
de: Maus-Position speichern
de_ch: Maus-Position speichern
es: Guardar posición del ratón
fi: Tallenna hiiren sijainti
fr: sauvegarder la position de la souris
gl: Gardar posición do rato
he: שמירת המיקום
hr: Spremi poziciju miša
hu: Egérpozíció mentése
it: Salva posizione mouse
pl: Zapisz pozycje myszy
pt_pt: Guardar a posição do rato
ro: Salvare poziție maus
ru: Сохранить положение мыши

source: Position saved in %s.
bg: Позицията бе запаметена в %s.
da: Positionen er blevet gemt i %s.
de: Position in %s gespeichert.
de_ch: Die Maus-Position wurde in %s gespeichert.
es: Posición guardada en %s.
fi: Sijainti tallennettu tiedostoon %s.
fr: La position a été sauvegardée en %s.
gl: Posición gardada en %s.
he: המיקום נשמר ב%s.
hr: Pozicija je spremljena u %s.
hu: A pozíció elmentve %s helyen.
it: Posizione salvata in %s.
pl: pozycja została zapisana w %s.
pt_pt: A posição foi guardada em %s.
ro: Poziția a fost salvată în %s
ru: Положение мыши сохранено в %s.

source: Opens a dialog to label the current mouse position and saves it
bg: Отваря диалогов прозорец за надписване на текущата позиция на мишката и я запазва
da: Åbner en dialog, hvor du kan navngive den aktuelle museposition og gemme den
de: Öffnet einen Dialogfeld in dem die aktuelle Maus-Position beschriftet und gespeichert werden kann
de_ch: Öffnet ein Dialogfeld, um die aktuelle Position des Mauszeigers zu beschriften und zu speichern
es: Abre un diálogo para etiquetar la posición actual del ratón y guardarla
fi: Avaa valintaikkunan, jossa annetaan ja tallennetaan nimi nykyiselle hiiren sijainnille.
fr: Ouvrir un dialogue pour étiqueter et sauvegarder la position souris en cours
gl: Abre un diálogo para etiquetar a posición actual do rato e gardala
he: פותח תיבת דו-שיח כדי לסמן את מיקום הסמן הנוכחי ושומר אותו
hr: Otvara dijaloški okvir za označavanje trenutačne pozicije miša i sprema je
hu: Megnyit egy párbeszédpanelt, ahol elnevezheti és elmentheti az egérpozíciókat
it: Apre una finestra di dialogo per etichettare la posizione corrente del mouse e poi salvarla
pl: Otwiera dialog do nadawania nazwy aktualnej pozycji i zachowuje pozycję.
pt_pt: Abre um diálogo para etiquetar a posição actual do rato e guarda-a
ro: Deschide un dialog pentru a eticheta poziția curentă a mausului și o salvează
ru: Открывает диалог для пометки текущего положения мыши и его сохранения

source: Changes mouse movement unit
bg: Променя режима за движение на мишката
da: Ændrer enhed for flytning af musen
de: Ändert die Einheit der Maus-Bewegung
de_ch: Ändert die Bewegungseinheit der Maus
es: Cambia la unidad de movimiento del ratón
fi: Muuttaa hiiren siirtämisen yksikköä.
fr: Changer l'unité de mouvement de la souris
gl: Cambia a unidade de movemento do rato
he: שינוי יחידת תנועת הסמן
hr: Mijenja jedinicu za pomicanje miša
hu: Megváltoztathatja az egérmutató elmozdulásának mértékét
it: Cambia l'unità di movimento per il mouse
pl: zmienia jednostke przemieszczania myszy
pt_pt: Muda a unidade de movimento do rato
ro: Modifică unitatea de mișcare a mausului
ru: изменяет единицу перемещения мыши

source: Report new mouse coordinates on
bg: Докладването на новите координати на мишката е включено
da: Rapportering af nye musekoordinater til
de: Mitteilung neuer Maus-Koordinaten eingeschaltet
de_ch: Neue Maus-Koordinaten ausgeben
es: Anunciar nuevas coordenadas del ratón activado
fi: Uudet hiirikoordinaatit ilmoitetaan
fr: Annonce des nouvelles coordonnées de la souris activée
gl: Anunciar as novas coordenadas do rato activado
he: דווח על קואורדינטות סמן חדשות פעיל
hr: Izvještavanje o novim koordinatama miša je uključeno
hu: Egérhelyzet változásának bemondása bekapcsolva
it: Lettura nuove corrdinate mouse attivata
pl: wypowiadanie nowych współrzędnych myszy włączone
pt_pt: Indica que as novas coordenadas do rato estão activas
ro: Anunță coordonatele noi ale mausului activat
ru: Объявления новых координат мыши включены

source: Report new mouse coordinates off
bg: Докладването на новите координати на мишката е изключено
da: Rapportering af nye musekoordinater fra
de: Mitteilung neuer Maus-Koordinaten ausgeschaltet
de_ch: Neue Maus-Koordinaten nicht ausgeben
es: Anunciar nuevas coordenadas del ratón desactivado
fi: Uusia hiirikoordinaatteja ei ilmoiteta
fr: Annonce des nouvelles coordonnées de la souris désactivée
gl: Anunciar as novas coordenadas do rato desactivado
he: דווח על קואורדינטות סמן חדשות כבוי
hr: Izvještavanje o novim koordinatama miša je isključeno
hu: Egérhelyzet változásának bemondása kikapcsolva
it: Lettura nuove corrdinate mouse disattivata
pl: wypowiadanie nowych wspólrzędnych myszy wyłączone
pt_pt: Indica que as novas coordenadas do rato estão desactivas
ro: Anunță coordonatele noi ale mausului dezactivat
ru: Объявления новых координат мыши отключены

source: toggles reporting of mouse coordinates in pixels when mouse moves
bg: Превключва докладването на координатите на мишката в пиксели, когато мишката се движи
da: Slår rapportering af musekoordinater i pixels til/fra, når musen bliver flyttet
de: schaltet die Anzeige von Maus-Koordinaten in Pixeln um, sobald sich die Maus bewegt
de_ch: Neue Maus-Koordinaten in Pixel ansagen, wenn sich die Maus bewegt
es: Conmuta el anunciado de las coordenadas del ratón en píxeles cuando se mueva
fi: Ottaa käyttöön tai poistaa käytöstä koordinaattien ilmoittamisen kuvapisteinä hiirtä siirrettäessä.
fr: Activer/désactiver l'annonce des coordonnées en pixels de la souris quand elle se déplace
gl: Conmuta o anunciado das coordenadas do rato en píxeles cando se mova
he: שינוי דיווח על קואורדינטות הסמן בפיקסלים כאשר הסמן זז
hr: Uključuje ili isključuje izvještavanje o koordinatama u pikselima prilikom pomicanja miša
hu: Egérhelyzet változásának bemondása ki és bekapcsolása pixelben.
it: Attiva/disattiva l'annuncio delle coordinate del mouse in pixel quando il puntatore si sposta
pl: włącza i wyłącza oznajmianie współrzednych w pikselach przy przemieszczaniu myszy
pt_pt: alterna a indicação das coordenadas do rato, em pixels, quando o rato se move
ro: activează sau dezactivează anunțarea coordonatelor mausului în pixeli când acesta se mișcă
ru: Переключает объявления координат мыши в пикселях при её перемещении

source: Reports current X and Y mouse position
bg: Докладва текущата позиция на мишката по хоризонтала и вертикала
da: Rapporterer den aktuelle museposition som X og Y
de: Meldet die aktuelle X- und Y-Position des Mauszeigers
de_ch: Gibt die X- und Y-Position der maus aus.
es: Anuncia la posición X e Y actual del ratón
fi: Ilmoittaa hiiren nykyisen X- ja Y-sijainnin.
fr: Annoncer la position courante de la souris en X et Y
gl: Anuncia a posición X e Y actual do rato
he: דיווח מיקום הסמן הנוכחי ב X ו- Y
hr: Izvještava o trenutačnoj x i y poziciji miša
hu: Bemondja az egérmutató koordinátáit
it: Fornisce le coordinate x e y della posizione corrente del mouse
pl: oznajmia aktualną pozycje myszy x i y
pt_pt: Indica a posição actual do rato em coordenadas X e Y
ro: Raportează coordonatele X și Y ale mausului
ru: Объявляет текущие координаты X и Y положения мыши
