Repository: josephsl/goldenCursor
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, de_ch, es, fi, fr, gl, he, hr, hu, it, pl, pt_pt, ro, ru

source: Mouse arrows on
bg: Стрелките за мишка са включени
da: Musepile til
de: Maus-Pfeile eingeschaltet
de_ch: Mauszeiger wird durch Pfeiltasten bewegt
es: Flechas de ratón activadas
fi: Hiirinuolet käytössä
fr: Flèches souris activé
gl: Frechas do rato activadas
he: חיצי הסמן פעיל
hr: Pomicanje miša strelicama je uključeno
hu: Egérmozgató billentyűk bekapcsolva
it: Spostamento mouse con frecce attivato
pl: strzałki myszy włączone
pt_pt: Setas do rato activas
ro: Săgeți maus activat
ru: Мышь стрелками включено

source: Mouse arrows off
bg: Стрелките за мишка са изключени
da: Musepile fra
de: Maus-Pfeile ausgeschaltet
de_ch: Mauszeiger wird nicht durch Pfeiltasten bewegt
es: Flechas de ratón desactivadas
fi: Hiirinuolet pois
fr: Flèches souris désactivé
gl: Frechas do rato desactivadas
he: חיצי הסמן כבוי
hr: Pomicanje miša strelicama je isključeno
hu: Egérmozgató billentyűk kikapcsolva
it: Spostamento mouse con frecce disattivato
pl: strzałki myszy wyłączone
pt_pt: Setas do rato desactivas
ro: Săgeți maus dezactivat
ru: Мышь стрелками отключено

source: Toggles mouse arrows to move the mouse with the arrow keys
bg: Превключва стрелките за мишка, с цел преместване на мишката с клавишите със стрелки
da: Slår musepile til/fra (flytning af musen med piletasterne)
de: Schaltet die Maus-Pfeile um, um die Maus mit den Pfeiltasten zu bewegen
de_ch: Legt fest, ob die Pfeiltasten den Mauszeiger bewegen
es: Conmuta las flechas del ratón para mover el ratón con las teclas del cursor
fi: Ottaa käyttöön tai poistaa käytöstä hiirinuolet-toiminnon, jolla hiirtä voi siirtää nuolinäppäimiä käyttäen.
fr: Activer/désactiver les flèches souris pour déplacer la souris avec les touches fléchées
gl: Conmuta as frechas do rato para mover o rato coas teclas do cursor
he: מחליף את חצי הסמןן כדי להזיז את הסמן עם מקשי החצים
hr: Uključuje ili isključuje mogućnost pomicanja miša pomoću tipki sa strelicama
hu: Az egér nyilakkal való mozgásának beállítási gombja
it: Attiva o disattiva la possibilità di spostare il mouse con i tasti freccia
pl: włącza i wyłącza strzałki myszy do przemieszczania myszy za pomocą strzałek
pt_pt: Alterna as setas do rato para mover o rato apenas com as teclas de seta
ro: Activează sau dezactivează săgețile mausului pentru a deplasa mausul cu săgețile
ru: Переключает курсор мыши для перемещения мыши с помощью клавиш стрелок

source: Moves the Mouse pointer to the right
bg: Премества показалеца на мишката надясно
da: Flytter musemarkøren til højre
de: Zieht den Mauszeiger nach rechts
de_ch: Bewegt den Mauszeiger nach rechts.
es: Mueve el puntero del ratón a la derecha
fi: Siirtää hiiriosoitinta oikealle.
fr: Déplacer le pointeur de la souris vers la droite
gl: Move o punteiro do rato á dereita
he: הזזת מצביע העכבר ימינה
hr: Pomiče pokazivača miša u desno
hu: Az egérmutató mozgatása jobbra.
it: Sposta il puntatore del mouse verso destra
pl: Przemieszcza wskaźnik myszy w prawo.
pt_pt: Move o ponteiro do rato para a direita
ro: Deplasează cursorul mausului spre dreapta
ru: Перемещает указатель мыши вправо

source: Moves the Mouse pointer to the left
bg: Премества показалеца на мишката наляво
da: Flytter musemarkøren til venstre
de: Zieht den Mauszeiger nach links
de_ch: Bewegt den mauszeiger nach links.
es: Mueve el puntero del ratón a la izquierda
fi: Siirtää hiiriosoitinta vasemmalle.
fr: Déplacer le pointeur de la souris vers la gauche
gl: Move o punteiro do rato á esquerda
he: הזזת מצביע העכבר שמאלה
hr: Pomiče pokazivača miša u lijevo
hu: Az egérmutató mozgatása balra.
it: Sposta il puntatore del mouse verso sinistra
pl: Przemieszcza wskaźnik myszy w lewo.
pt_pt: Move o ponteiro do rato para a esquerda
ro: Deplasează cursorul mausului spre stânga
ru: Перемещает указатель мыши влево

source: Moves the Mouse pointer down
bg: Премества показалеца на мишката надолу
da: Flytter musemarkøren nedad
de: Zieht den Mauszeiger nach unten
de_ch: Bewegt den Mauszeiger nach unten.
es: Mueve el puntero del ratón abajo
fi: Siirtää hiiriosoitinta alas.
fr: Déplacer le pointeur de la souris vers le bas
gl: Move o punteiro do rato cara abaixo
he: הזזת מצביע העכבר כלפי מטה
hr: Pomiče pokazivača miša prema dolje
hu: Az egérmutató mozgatása lefelé.
it: Sposta il puntatore del mouse verso il basso
pl: Przemieszcza wskaźnik myszy w dół.
pt_pt: Move o ponteiro do rato para baixo
ro: Deplasează cursorul mausului în jos.
ru: Перемещает указатель мыши вниз

source: Moves the Mouse pointer up
bg: Премества показалеца на мишката нагоре
da: Flytter musemarkøren opad
de: Zieht den Mauszeiger nach oben
de_ch: Bewegt den Mauszeiger nach oben.
es: Mueve el puntero del ratón arriba
fi: Siirtää hiiriosoitinta ylös.
fr: Déplacer le pointeur de la souris vers le haut
gl: Move o punteiro do rato cara arriba
he: הזזת מצביע העכבר כלפי מעלה
hr: Pomiče pokazivača miša prema gore
hu: Az egérmutató mozgatása felfelé.
it: Sposta il puntatore del mouse verso l'alto
pl: Przemieszcza wskaźnik myszy w górę.
pt_pt: Move o ponteiro do rato para cima
ro: Deplasează cursorul mausului n sus.
ru: Перемещает указатель мыши вверх

source: Opens a dialog to enter the X and Y coordinates for the mouse to move to
bg: Отваря диалогов прозорец за въвеждане на координатите за мишката по хоризонтала и вертикала, до които тя да бъде преместена
da: Åbner en dialog, hvor du kan indstaste X- og Y-koordinater, som musen skal flyttes til
de: Öffnet einen Dialogfeld zur Eingabe der X- und Y-Koordinaten für die bewegung des Mauszeigers
de_ch: Öffnet einen Dialog, in welchem Sie X- und Y-Koordinaten eingeben können, um die Maus dorthin zu bewegen.
es: Abre un diálogo para introducir las coordenadas X e Y a donde se mueva el ratón
fi: Avaa valintaikkunan, jossa annetaan X- ja Y-koordinaatit, johon hiiri siirretään.
fr: Ouvrir un dialogue pour entrer les coordonnées X et Y où on veut amener la souris
gl: Abre un diálogo para introducir as coordenadas X e Y a onde se mova o rato
he: פותח תיבת דו-שיח כדי להזין את הקואורדינטות X ו- Y שהסמן יעבור אליו
hr: Otvara dijaloški okvir za postavljanje x i y koordinata na koje se miša želi premjestiti
hu: Megnyit egy párbeszédpanelt,ahol megadhatja azokat a koordinátákat,ahová az egérmutatót mozgatni szeretné.
it: Apre una finestra di dialogo per immettere le coordinate X e Y verso cui spostare il mouse
pl: otwiera okno dialogowe do wpisywania x i y współrzędnych do przemieszczania do jakiegoś obiektu
pt_pt: Abre um diálogo para escrever as coordenadas para onde se quer que o rato se desloque, em X e Y
ro: Deschide un dialog pentru introducerea coordonatelor X și Y la care mausul să se deplaseze
ru: Открывает диалог для ввода координат X и Y, на которые нужно перейти

source: Mouse movement restricted to current application
bg: Движението на мишката е ограничено до текущото приложение
da: Musebevægelser begrænset til aktuelle program
de: Maus-Bewegungen auf aktuelle Anwendung beschränkt
de_ch: Mausbewegung auf aktuelle Anwendung beschränkt
es: Movimiento del ratón restringido a la aplicación actual
fi: Hiiren siirtäminen rajoitettu nykyiseen ikkunaan
fr: Mouvements de la souris restreints à l'application en cours
gl: Movimiento do rato restrinxido á aplicación actual
he: תנועת הסמן מוגבלת ליישום הנוכחי
hr: Pomicanje miša ograničeno na trenutačnu aplikaciju
hu: Mozgatás csak az aktív ablakon belül
it: Movimento mouse limitato all'applicazione corrente
pl: Przenieszczanie myszy ograniczone na aktualną aplikację
pt_pt: Movimento do rato restrito à aplicação actual
ro: Mișcarea mausului este restricționată pentru aplicația curentă
ru: Перемещение мыши ограниченно текущим приложением

source: Mouse movement unrestricted
bg: Движението на мишката е без ограничения
da: Musebevægelser ubegrænset
de: Maus-Bewegung uneingeschränkt
de_ch: Mausbewegungen sind nicht beschränkt
es: Movimiento del ratón no restringido
fi: Hiiren siirtämistä ei rajoitettu
fr: Mouvements de la souris non restreints
gl: Movemento do rato non restrinxido
he: תנועת הסמן ללא הגבלה
hr: Neograničeno pomicanje miša
hu: Mozgatás korlátozás nélkül
it: Movimento mouse illimitato
pl: Nieograniczone przemieszczanie myszy
pt_pt: Movimento do rato sem restrições
ro: Mișcare maus nerestricționată
ru: Перемещение мыши неограниченно

source: Toggles mouse movement restriction between current application and unrestricted
bg: Превключва ограничението на движението на мишката между текущото приложение и без ограничаване
da: Skifter begrænsning af musebevægelser mellem den aktuelle applikation og ubegrænset
de: Schaltet die Einschränkung der Maus-Bewegung zwischen aktueller Anwendung und uneingeschränkt um
de_ch: Schaltet die Maus-Bewegungseinschränkung zwischen aktueller Anwendung und nicht beschränkt um
es: Conmuta la restricción del movimiento del ratón entre aplicación actual y no restringido
fi: Vaihtaa hiiren siirtämisen rajoitusta kahden vaihtoehdon välillä, jotka ovat nykyinen sovellus ja ei rajoitusta.
fr: activer/désactiver la restriction de mouvement de la souris.
gl: Conmuta a restricción do movemento do rato entre aplicación actual e non restrinxido
he: מיתוג בין שני מצבי המגבלה. ניתן להבחין בין יישומים שעליהם חלה מגבלה לבין אלה שלא חלה עליהם מגבלה שכזאת
hr: Mijenja između dviju vrsta ograničenja za pomicanje miša: pomicanje ograničeno na trenutačnu aplikaciju i neograničeno pomicanje
hu: Mozgástér korlátozása. Két lehetőség közül választhat: mozgatás az aktív ablak keretein belül, vagy korlátozás nélkül az egész képernyőn.
it: Passa tra i due livelli di restrizione mouse consentiti, restrizione alla finestra dell'applicazione e nessuna restrizione.
pl: przełącza restrykcje pomiędzy dwoma poziomami okno aplikacji i nierestrykcyjnie..
pt_pt: Alterna a restrição do movimento do rato apenas para a aplicação actual e sem restrições
ro: Comută restricționarea mișcării mausului între aplicația curentă și nerestricționat
ru: Переключает ограничение движения мыши между текущим приложением и без ограничений

source: Golden Cursor Settings
bg: Настройки за Златен Курсор
da: Indstillinger for Golden Cursor
de_ch: Einstellungen für Goldener-Cursor
es: Opciones de Golden Cursor
fi: Golden Cursorin asetukset
fr: Paramètres de Golden Cursor
gl: Opcións do Golden Cursor
he: הגדות תוסף הסמן
hr: Postavke dodatka Zlatni kursor
hu: Aranykurzor Beállítások
it: Impostazioni Golden Cursor
pl: Ustawienia Golden Cursor
pt_pt: Configurações do Cursor dourado
ro: Setări Golden Cursor
ru: Настройки Golden Cursor

source: &Announce new mouse coordinates when mouse moves
bg: &Съобщавай новите координати на мишката, когато мишката се движи
da: &Annoncér nye musekoordinater, når musen bevæger sig
de: Neuer Maus-Koordinaten &ansagen, sobald sich die Maus bewegt
de_ch: &Neue Maus-Koordinaten ansagen, wenn sich die Maus bewegt
es: &Anunciar cordenadas nuevas del ratón cuando se mueva
fi: Ilmoita &uudet koordinaatit hiirtä siirrettäessä
fr: &Annoncer les nouvelles coordonnées de la souris quand elle se déplace
gl: &Anunciar cordenadas novas do rato cando se mova
he: להכריז על קואורדינטות סמן חדשות כאשר הסמן זז
hr: &Najavi nove koordinate miša kad se miš pomakne
hu: Új egérpozíció bemondása az egérmutató elmozdulásakor
it: Legge nuove coordin&ate del mouse quando il puntatore si sposta
pl: &Oznajmiaj nowe współrzędne myszy przy przemieszczaniu
pt_pt: &Anuncia as novas coordenadas do rato, quando este se move
ro: &Anunță coordonatele noi ale mausului când acesta se mișcă
ru: &Объявлять новые координаты мыши при её перемещении

source: Mouse movement &unit (in pixels)
bg: &Режим на движение на мишката (в пиксели)
da: &Enhed for musebevægelse (i pixels)
de: &Einheit der Maus-Bewegung (in Pixel)
de_ch: Maus-&Bewegungseinheit (in Pixel)
es: &Unidad de movimiento del ratón (en píxeles)
fi: Hiiren siirtämisen &yksikkö (kuvapisteinä)
fr: &Unité de mouvement de la souris (en pixels)
gl: &Unidade de movemento do rato (en píxeles)
he: &יחידת תנועת סמן (בפיקסלים)
hr: &Jedinica pomicanja miša (u pikselima)
hu: Az egérmutató mozgásának mértéke (képpontban)
it: &Unità di movimento mouse (in pixel)
pl: &Jednostka przemieszczania myszy (w pikselach)
pt_pt: &Unidade de movimento do rato (em pixels)
ro: &Unitatea de mișcare a mausului (în pixeli)
ru: &Единица перемещения мышив пикселях

source: Allows you to control the mouse movement with the keyboard. for further details please visit the addon guide help.
bg: Позволява ви да управлявате движението на мишката чрез клавиатурата. За повече информация прочетете помощната документация на добавката.
da: Lader dig kontrollere flytning af musen med piletasterne. For flere detaljer se hjælpen til tilføjelsesprogrammet.
de: Ermöglicht die Bewegung des Mauszeigers mit den Pfeiltasten. Weitere informationen finden Sie in der Hilfe zur Erweiterung.
de_ch: Ermöglicht die Bewegung des Mauszeigers mit den Pfeiltasten. Weitere informationen finden Sie in der Hilfe zur Erweiterung.
es: Te permite controlar el movimiento del ratón con el teclado. Para más detalles por favor visita la guía de ayuda del complemento.
fi: Mahdollistaa hiiren siirtämisen nuolinäppäinten avulla. Lisätietoja on lisäosan ohjeessa.
fr: Permet de contrôler les mouvements de la souris avec le clavier. Pour plus de détails veuillez visiter l'aide du module.
gl: Permíteche controlar o movemento do rato co teclado. Para máis detalles por favor visita a guía de axuda do complemento.
he: מאפשר לשלוט על תנועת העכבר בעזרת החיצים. למידע נוסף, נא לעיין בעזרה של התוסף.
hr: Omogućuje pomicanje miša tipkovnicom. Detalje je moguće naći u pomoći dodatka.
hu: Lehetővé teszi az egérmutató mozgatását a nyílbillentyűk segítségével. további részletekért olvassa el a kiegészítő súgóját.
it: Consente di controllare i movimenti del mouse con la tastiera. Per maggiori informazioni consulta l'aiuto di questo componente aggiuntivo.
pl: Umożliwia kontrolę myszy za pomocą strzałek. Dla więcej informacji, proszę przeczytać pomoc dodatku.
pt_pt: Permit-lhe o controlo do rato através do teclado. Para mais informações, visite o guia de ajuda do extra.
ro: Vă permite să controlați mișcarea mausului cu tastele săgeată. Pentru detalii suplimentare vizitați ghidul de ajutor al add-onului.
ru: Позволяет управлять мышью с помощью клавиатуры. Для более подробной информации, посетите руководство пользователя дополнения.

source: Enter the name for the current mouse position (x: {positionX}, Y: {positionY}
de: Geben Sie den Namen für die aktuelle Position des Mauszeigers ein (X: {positionX}, Y: {positionY}
